Repository: Mejans/dynamic-wallpaper
Catalog: po/*.po
Languages: oc

source: Dynamic Wallpaper
oc: Papièrs pintrats dinamics

source: Dynamic wallpaper creator for Gnome 42
oc: Creador de papièrs pintrats dinamics per Gnome 42

source: Main window light theme
oc: Fenèstra principala en tèma clar

source: Main window dark theme
oc: Fenèstra principala en tèma escur

source: Bug fixes:
oc: Correccions d’anomalia :

source: Fix quit keyboard shortcut
oc: Correccion de l’acorchis de clavièr per sortir

source: Added translations:
oc: Traduccions apondudas :

source: French
oc: Francés

source: Updated translations:
oc: Traduccions actualizadas :

source: Turkish
oc: Turc

source: Window is now draggable from anywhere.
oc: La fenèstra es ara desplaçabla de pertot.

source: Current icon is fixed to follow Gnome HIG (the one made by Rokwallaby already did but I edited it) and a new nightly icon is made by daudix-UFO based on the original one.
oc: L’icòn actual es ara corregit per sègre GNOME HIG (çò creat per Rokwallaby mas qu’editèri) e icòn novèl nuechenc creat per daudix-UFO basat sus l’original.

source: Added and updated translations:
oc: Traduccions apondudas e actualizadas :

source: Spanish
oc: Castelhan

source: Persian
oc: Persan

source: Russian
oc: Rus

source: Czech
oc: Chèc

source: New translations and additional information in about dialog.
oc: Traduccions novèlas e informacions suplementàrias dins la fenèstra A prepaus.

source: Translated to:
oc: Traduch en :

source: Dutch
oc: Neerlandés

source: Brazilian Portugese
oc: Portugués del Brasil

source: First release 🥳
oc: Primièra version 🥳

source: Create
oc: Crear

source: Create Dynamic Wallpaper
oc: Crear un papièr pintrat dinamic

source: Name
oc: Nom

source: _Keyboard Shortcuts
oc: _Acorchis de clavièr

source: _About Dynamic Wallpaper
oc: _A prepaus de Papièrs Pintrats dinamics

# shortcut window
source: Show Shortcuts
oc: Afichar los acorchis

# shortcut window
source: Quit
oc: Quitar

source: Select wallpaper
oc: Causir papièr pintrat

source: translator-credits
oc: Quentin PAGÈS

source: Light wallpaper
oc: Papièr pintrat clar

source: Dark wallpaper
oc: Papièr pintrat escur

source: Wallpaper name not set
oc: Nom del papièr pintrat pas definit

source: Wallpaper name cannot contain null or /
oc: Lo nom del papièr pintrat pòt pas conténer null o /

source: Wallpaper with the same name already exists
oc: Un papièr pintrat amb lo meteis nom existís ja

source: Light mode wallpaper not selected
oc: Papièr pintrat clar pas seleccionat

source: Dark mode wallpaper not selected
oc: Papièr pintrat escur pas seleccionat

source: New dynamic wallpaper created
oc: Papièr pintrat dinamic novèl creat
